{
  "books": [
    {
      "id": 1,
      "title": "Podziemny krąg",
      "author": "Chuck Palahniuk",
      "genre": "Literatura piękna",
      "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/PL_Podziemny_krag_okladka.jpg/220px-PL_Podziemny_krag_okladka.jpg",
      "thumbnail": "",
      "quotations": [],
      "quotationImages": [],
      "rating": 4.5,
      "description": "Przyprawiona czarnym humorem powieść Chucka Palahniuka opowiada historię wyalienowanego młodego człowieka, który stwierdza, że jego buntu wobec życia w świecie pełnym nieprawości i zakłamania nie jest w stanie uśmierzyć jałowa kultura konsumpcyjna. Ujście dla swojej frustracji znajduje w potajemnych walkach na pięści, które wieczorami w piwnicach barów organizuje Fight Club. Klub ten powołał do życia anarchista Tyler Durden jako sposób na wyrwanie się z pęt narzuconych przez system. A w świecie Tylera nie ma żadnych reguł, żadnych granic, żadnych hamulców. \"Fight Club\", który od chwili opublikowania w roku 1996 stał się klasyką undergroundowej literatury, jest obecnie uznawany za najbardziej oryginalną i prowokującą powieść dekady. To mroczna, niepokojąca, pobudzająca do myślenia satyra na społeczeństwo konsumpcyjne. Na podstawie książki nakręcono film pt. \"Podziemny krąg\", z Bradem Pittem w roli głównej.",
      "review": "",
      "comments": "",
      "links": [],
      "year": 2006
    },
    {
      "id": 2,
      "title": "Przebudzenie",
      "author": "Stephen King",
      "genre": "Horror",
      "image": "https://ecsmedia.pl/c/przebudzenie-b-iext43936147.jpg",
      "thumbnail": "",
      "quotations": [],
      "quotationImages": [],
      "rating": 4,
      "description": "Mroczna, elektryzująca powieść o tym, co może istnieć po drugiej stronie życia… W niedużej miejscowości w Nowej Anglii, ponad pół wieku temu, na małego chłopca bawiącego się żołnierzykami pada cień. Jamie Morton podnosi głowę i widzi intrygującego mężczyznę, jak się okazuje, nowego pastora. Charles Jacobs wraz ze swoją piękną żoną odmieni miejscowy kościół. Mężczyźni i chłopcy skrycie podkochują się w pani Jacobs; kobiety i dziewczęta – w tym także matka Jamie’go i jego ukochana siostra Claire – tym samym uczuciem darzą wielebnego Jacobsa. Jednak kiedy rodzinę Jacobsów spotyka tragedia, a charyzmatyczny kaznodzieja wyklina Boga i szydzi z wiary, zostaje wygnany przez zszokowanych parafian. Jamie ma własne demony. Od wielu lat gra na gitarze w zespołach na terenie całego kraju i wiedzie tułaczy żywot rock-and-rollowego muzyka, uciekając od rodzinnej tragedii. Po trzydziestce – uzależniony od heroiny, pozostawiony na pastwę losu, zdesperowany – Jamie ponownie spotyka Charlesa Jacobsa, co ma głębokie konsekwencje dla nich obu. Ich więź przeradza się w pakt, o jakim nawet diabłu się nie śniło, a Jamie odkrywa, że słowo „przebudzenie” ma wiele znaczeń. Ta bogata, niepokojąca powieść prowadzi czytelnika przez pięć dekad do najbardziej przerażającego zakończenia, jakie kiedykolwiek wyszło spod pióra Stephena Kinga. To arcydzieło Kinga, nawiązujące do twórczości takich wybitnych amerykańskich pisarzy jak Frank Norris, Nathaniel Hawthorne i Edgar Allan Poe.",
      "comments": "",
      "links": []
    },
    {
      "id": 3,
      "title": "Labirynt duchów",
      "author": "Carlos Ruiz Zafón",
      "genre": "Literatura piękna",
      "image": "http://s.lubimyczytac.pl/upload/books/3777000/3777332/593285-352x500.jpg",
      "thumbnail": "",
      "quotations": [],
      "quotationImages": [],
      "rating": 4,
      "description": "Alicja Gris jest piękną, inteligentną i pozbawioną skrupułów agentką. Pewnego dnia otrzymuje zlecenie z najwyższych sfer władzy. Sprawa jest ściśle tajna i dotyczy tajemniczego zniknięcia ministra kultury Mauricia Vallsa. Wydaje się, że może mieć to związek z przeszłością, kiedy Valls był dyrektorem budzącego grozę więzienia Montjuic. Alicja, wraz z przydzielonym do tego dochodzenia kapitanem policji, ma kilka dni na odnalezienie ministra. W trakcie poszukiwań w jej ręce trafia należący do Vallsa siódmy tom serii \"Labirynt duchów\". Książka ta doprowadzi Alicję do ukrytej w samym sercu Barcelony księgarni Sempere & Synowie. Czar tego miejsca sprawia, że jak przez mgłę powracają do niej obrazy z dzieciństwa. To, co odkryje, będzie śmiertelnym zagrożeniem dla niej i dla wszystkich, których kocha.",
      "comments": "",
      "links": []
    },
    {
      "id": 4,
      "title": "Cień wiatru",
      "author": "Carlos Ruiz Zafón",
      "genre": "Literatura piękna",
      "image": "https://image.ceneostatic.pl/data/products/21311991/i-cien-wiatru.jpg",
      "thumbnail": "",
      "quotations": [],
      "quotationImages": [],
      "rating": 4.5,
      "description": "Jedna książka może zmienić życie człowieka… Cmentarz Zapomnianych Książek, miejsce ukryte w samym sercu średniowiecznej części Barcelony. Letnim świtem 1945 roku uliczkami starego miasta dziesięcioletni Daniel Sempere podąża za ojcem – księgarzem i antykwariuszem – ku tajemnicy, która nieodwracalnie zawładnie jego życiem, ojciec prowadzi syna bowiem tam, gdzie znajdują schronienie książki zapomniane i przeklęte. Zgodnie z tradycją rodzinną chłopiec musi wybrać dla siebie jedną książkę, by ocalić ją od zapomnienia. Wiedziony przeczuciem, spośród setek tysięcy tomów wybiera „Cień wiatru” nieznanego nikomu Juliusza Caraxa. Mijają lata… Zauroczony powieścią, Daniel próbuje odnaleźć inne książki Caraxa, ale okazuje się, że niemal wszystkie zostały spalone. A komuś bardzo zależy na zniszczeniu ostatniego egzemplarza. Daniel za wszelką cenę chce odkryć sekret autora, nie podejrzewając, że rozpoczyna się największa i najbardziej niebezpieczna przygoda jego życia. Będzie ona początkiem niezwykłych historii, wielkich namiętności, przeklętych i tragicznych miłości, rozgrywających się w cudownej scenerii Barcelony. ",
      "comments": "",
      "links": []
    },
    {
      "id": 5,
      "title": "Mona Liza Turbo",
      "author": "William Gibson",
      "genre": "Science fiction",
      "image": "https://ecsmedia.pl/c/trylogia-ciagu-tom-3-mona-liza-turbo-w-iext43234263.jpg",
      "thumbnail": "",
      "quotations": [],
      "quotationImages": [],
      "rating": 3.5,
      "description": "Mona jest dziewczyną o mętnej przeszłości i niepewnej przyszłości. Życie prowadzi ją po kursie kolizyjnym ze światowej sławy gwiazdą Sense/Netu, Angie Mitchell. Angie od dzieciństwa potrafiła włóczyć się po cyberprzestrzeni, nie używając do tego komputera. Teraz do wnętrza cyberprzestrzeni wiodą nici intrygi mającej na celu jej porwanie. Spiskiem kieruje widmowa jażń, która ma swoje plany wobec Mony, Angie i całej ludzkości.",
      "comments": "",
      "links": []
    },
    {
      "id": 6,
      "title": "Dżuma",
      "author": "Albert Camus",
      "genre": "Literatura piękna",
      "image": "https://image.ceneostatic.pl/data/products/8503816/i-dzuma.jpg",
      "thumbnail": "",
      "quotations": [],
      "quotationImages": [],
      "rating": 4,
      "description": "Niemal natychmiast po premierze \"Dżumę\" (1947) okrzyknięto jedną z najbardziej humanistycznych książek w historii literatury. Równie szybko dostrzeżono w niej nie tylko reminiscencje wojennych doświadczeń pisarza, ale uniwersalną opowieść o naturze człowieka. Paradoksalnie, kronikarska relacja z fikcyjnej epidemii dżumy pustoszącej algierski Oran w latach 40. XX w., pełna jest wątpliwości i pytań o naturę zła i zasadność wyborów etycznych, które nie ustają nawet po opanowaniu choroby. Bohaterowie powieści, mieszkańcy odciętego od świata portowego miasta, przyjmują różne postawy w obliczu śmiertelnego zagrożenia. Od pełnego poświęcenia lekarza Rieux, bez względu na konsekwencje leczącego pacjentów, przez widzącego w zarazie karę boską i dotkniętego kryzysem wiary jezuitę Paneloux, po handlarza Cottarda, liczącego, że dzięki epidemii uniknie kary za nadużycia. Jak żyć w świecie, w którym zło i absurd są wszechobecne i niezniszczalne (\"bakcyl dżumy nigdy nie umiera i nie znika\")? - pyta Camus. I odpowiada postacią doktora Rieux, który podejmuje heroiczną walkę, mimo iż wie, że \"zwycięstwa będą zawsze tymczasowe\" i być może okupione najwyższą ceną. Ale tylko w ten sposób człowiek może ocalić człowieczeństwo i nadać sens swojej egzystencji.",
      "comments": "",
      "links": []
    },
    {
      "id": 7,
      "title": "Nowy wspaniały świat",
      "author": "Aldoux Huxley",
      "genre": "Science fiction",
      "image": "https://ecsmedia.pl/c/nowy-wspanialy-swiat-w-iext41758766.jpg",
      "thumbnail": "",
      "quotations": [],
      "quotationImages": [],
      "rating": 5,
      "description": "Jest rok 2541. Doszczęśliwiona i absolutnie zorganizowana społeczność Ziemskiego raju raduje się prostymi, by nie rzec: prymitywnymi, przyjemnościami - nie dostrzegając kosztów nowego, \"wspaniałego\" ładu. Ale zawsze znajdą się tacy, którzy je dostrzegą. I poniosą ofiarę. \"Nowy wspaniały świat\" uważany jest często za najlepszą powieść Aldousa Huxleya. Jej lektura z półwiecznym opóźnieniem demaskuje narosłe wokół niej mity i odsłania rzeczywistą wartość literacką. Ta legendarna już dziś antyutopia pióra jednego z najwybitniejszych pisarzy bieżącego stulecia, wydana w roku 1932, uderza niezrównaną świeżością i nie mieści się w żadnym nurcie literatury fantastycznej. Wbrew pozorom wykładnia tej powieści nie jest wcale jednoznaczna. Mamy tu do czynienia tyleż z typową dla Huxleya \"powieścią idei\", co z parodią oświeceniowej powiastki filozoficznej. Autor zaciera tropy pozornie oczywiste, a \"otwartość\" jego niezwykłego dzieła skłania niekiedy do przypuszczeń, że jest to czysta \"rzecz wyobraźni\". Jednakże i to spojrzenie nie wyczerpuje zawartych tam sensów. ",
      "comments": "",
      "links": []
    },
    {
      "id": 8,
      "title": "Rok 1984",
      "author": "Goerge Orwell",
      "genre": "Science fiction",
      "image": "http://s.lubimyczytac.pl/upload/books/241000/241181/338839-352x500.jpg",
      "thumbnail": "",
      "quotations": [],
      "quotationImages": [],
      "rating": 5,
      "description": "Ostrzeżenie, które wstrząsneło światem i być może zapobiegło katastrofie; książka, której przez 39 lat nikomu nie wolno było czytać, a którą teraz każdy przeczytać powinien. Antyutopia George'a Orwella (właśc. Eric Blair, 1903-1950) powstała w 1948, jako kolejne — po \"Folwarku zwierzęcym\" (1945) — ostrzeżenie przed powierzchowną atrakcyjnością ideologii komunistycznej. Socjalista z przekonania, człowiek, który na własnej skórze poznał co to nędza (\"Na dnie w Paryżu i Londynie\", 1933), uczestnik wojny domowej w Hiszpanii, gdzie walczył po stronie republikańskiej (\"Hołd Katalonii\", 1938), Orwell znacznie wcześniej niż inni intelektualiści zachodni zrozumiał, że iluzoryczna droga ku powszechnemu szczęściu w rzeczywistości prowadzi w ciemny i ślepy zaułek. Gorycz pozwoliła mu stworzyć dzieło wybitne, satyrę polityczną o niesłychanej sile, powieść, która na trwałe weszła do kanonu literatury światowej. ",
      "comments": "",
      "links": []
    },
    {
      "id": 9,
      "title": "Smażone zielone pomidory",
      "author": "Fannie Flagg",
      "genre": "Społeczna, obyczajowa",
      "image": "http://creativemagazine.pl/web_art/1100/pomipomipomi.jpg",
      "thumbnail": "",
      "quotations": [],
      "quotationImages": [],
      "rating": 5,
      "description": "Jest to opowieść o zwykłych ludziach, pełna humoru, wzruszeń i dramatyzmu. Kiedy siwowłosa Cleowa Threadgoode opowiada historię swego życia Evelyn Couch, kobiecie w wieku średnim, przenosi się myślami do Alabamy lat trzydziestych. We wspomnieniach wraca kawiarnia Whistle Stop, która ma dla swych gości dobrą pieczeń, mocną kawę, namiętności, uczucia, śmiech, a nawet zbrodnię... Ta sfilmowana powieść ciągle cieszy się ogromną popularnością. ",
      "comments": "",
      "links": []
    },
    {
      "id": 10,
      "title": "Świat według Garpa",
      "author": "John Irving",
      "genre": "Literatura piękna",
      "image": "https://image.ceneostatic.pl/data/products/40057265/i-swiat-wedlug-garpa.jpg",
      "thumbnail": "",
      "quotations": [],
      "quotationImages": [],
      "rating": 5,
      "description": "\"Dla ludzkich zachowań nie mam nic poza życzliwością i nic poza śmiechem na pocieszenie bliźnich\". I chyba właśnie dlatego książki Irvinga podbiły serca milionów czytelników, a \"Świat według Garpa\" od ponad dwudziestu lat cieszy się niesłabnącym powodzeniem. Opisując z pozoru nieprawdopodobne perypetie swoich niezapomnianych bohaterów, autor piętrzy i ujmuje w karykaturalnym skrócie problemy, lęki i zagrożenia obecne we współczesnym świecie. Z wyrozumiałością, choć w krzywym zwierciadle, ukazuje nasze własne, przeważnie żałosne próby zapanowania nad żywiołem, który nas przerasta: życiem.",
      "comments": "",
      "links": []
    },
    {
      "id": 11,
      "title": "Tekst",
      "author": "Dmitry Glukhovsky",
      "genre": "Thriller, sensacja, kryminał",
      "image": "https://ecsmedia.pl/c/tekst-b-iext51696858.jpg",
      "thumbnail": "",
      "quotations": [],
      "quotationImages": [],
      "rating": 3,
      "description": "\"Odebrałeś mi przyszłość. Ja zabiorę ci twoją\". Smartfon stał się kopią zapasową twojej duszy. Backupem życia. Pamięcią masową dla najżywszych wspomnień. To w nim zapisujesz swoje uśmiechnięte selfie i nim nagrywasz chwile szczęścia. W skrzynce odbiorczej trzymasz e-maile od matki i całą biznesową korespondencję, kulisy twojej pracy. Historia przeglądarek to wyczerpująca lista twoich aktualnych zainteresowań. A SMS-y i wiadomości w komunikatorach to twoje miłosne wyznania, pożegnania, kłótnie przy rozstaniach, zdjęcia pokus i świadectwa grzechów, łzy, pretensje i żale. Takie czasy. Obrazy. I tekst. Smartfon to ty. Ktoś, kto zdobędzie twój telefon, może łatwo stać się tobą. Twoi najbliżsi i znajomi nawet nie zauważą niczego podejrzanego. A kiedy w końcu się spostrzegą, będzie już za późno. Dla nich i dla ciebie. ",
      "comments": "",
      "links": []
    },
    {
      "id": 12,
      "title": "Diabelski obietnice",
      "author": "Andreas Franz",
      "genre": "Thriller, sensacja, kryminał",
      "image": "https://image.ceneostatic.pl/data/products/35428050/i-diabelskie-obietnice.jpg",
      "thumbnail": "",
      "quotations": [],
      "quotationImages": [],
      "rating": 4.5,
      "description": "Korupcja i handel ludźmi wśród frankfurckiej elity. Do gabinetu psycholożki Vereny Michel wpada przerażona Mołdawianka, Maria. Dziewczyna przetrzymywana w starej willi i zmuszana do prostytucji cudem ucieka oprawcom. Psycholożka prosi o pomoc swoją przyjaciółkę, adwokatkę Ritę Hendriks. Krótko potem Rita zostaje zamordowana. To sprawa dla bardzo zaangażowanej policjantki, Julii Durant, która w trakcie śledztwa szybko trafi na ślad dalszych dwóch niewyjaśnionych zbrodni.",
      "comments": "",
      "links": []
    },
    {
      "id": 13,
      "title": "Hobbit czyli Tam i z powrotem",
      "author": "J.R.R. Tolkien",
      "genre": "Fantasy",
      "image": "https://emp-scs.img-osdw.pl/img-p/1/kipzwl/374e5dbb/std/2bc-452/77813777o.jpg",
      "thumbnail": "",
      "quotations": [],
      "quotationImages": [],
      "rating": 4,
      "description": "Światowej sławy pisarz angielski John Ronald Reuel Tolkien (1892–1973) był profesorem filologii angielskiej na uniwersytecie w Leeds oraz profesorem literatury średniowiecznej w Oksfordzie, znawcą literatury i języka staroangielskiego, staronordyckiego, starogermańskiego oraz gockiego. Jako powieściopisarz dał się poznać dopiero w 1937 roku, publikując „Hobbita”, który przyniósł mu rozgłos na całym świecie. W samej Anglii książka ta miała dziesiątki wydań. Zachęcony powodzeniem i prośbami oczarowanych czytelników, Tolkien powrócił do historii Bilbo Bagginsa, pisząc trylogię „Władca Pierścieni”, kontynuację „Hobbita”. Zarówno „Hobbit”, jak i „Władca Pierścieni” powstały pod wpływem dobrze znanych autorowi skandynawskich mitów i staroangielskich legend, pełnych czarodziejów, smoków i przedmiotów o nadprzyrodzonej mocy. Fantastyczny, przemyślany do najdrobniejszych szczegółów świat powieści niezmiennie zachwyca kolejne pokolenia czytelników.",
      "comments": "",
      "links": []
    },
    {
      "title": "Upadek",
      "author": "Albert Camus",
      "genre": "Literatura piękna",
      "image": "http://s.lubimyczytac.pl/upload/books/228000/228318/297936-352x500.jpg",
      "thumbnail": "",
      "quotations": [],
      "quotationImages": [],
      "rating": "3.5",
      "description": "Upadek to powieść wyznanie, jedna z bardziej niepokojących i poruszających książek Alberta Camusa.\nNiezwykła narracja pozwala czytelnikowi zbliżyć się do bohatera, który znajdował się na samym szczycie, póki nie zdał sobie sprawy, że jest jednym z tych, którzy byliby w stanie osądzić i skazać samego Boga.\nJean-Baptiste Clamence wiódł niegdyś życie człowieka o nienagannym wizerunku, paryskiego adwokata, którego jedyną pasją było czynienie dobra. W pewnym momencie jednak coś się zmieniło i cała jego miłość do życia na szczycie zniknęła. I wtedy zaczął dostrzegać, jaki naprawdę jest świat, w którym przyszło mu żyć, jacy naprawdę są ludzie, z którymi się zadawał, i w końcu kim sam jest. Rozpoczął desperackie poszukiwania tego, co pozwoliłoby mu po raz pierwszy zaznać prawdziwego życia. Nie wiedział jednak, że droga ta poprowadzi go z paryskich salonów, przez towarzystwo morderców i złodziei, do amsterdamskiej tawerny, w której jego historie i opowieści staną się jego pokutą.",
      "comments": "",
      "links": [],
      "id": 14
    },
    {
      "title": "Harda",
      "author": "Elżbieta Cherezińska",
      "genre": "Powieść historyczna",
      "image": "http://s.lubimyczytac.pl/upload/books/305000/305512/532366-352x500.jpg",
      "thumbnail": "",
      "quotations": [],
      "quotationImages": [],
      "rating": "4.5",
      "description": "Świętosława od dziecka była harda. Od najmłodszych lat, wraz z bratem Bolesławem Chrobrym, uczyła się niuansów politycznej gry. Miała stać się pionkiem w układzie sojuszy swego ojca, księcia Mieszka. Jej ambicje sięgały znacznie dalej. Chciała zostać królową.",
      "comments": "",
      "links": [],
      "id": 15
    }
  ],
  "save": [
    [
      {
        "id": 1,
        "title": "Podziemny krąg",
        "author": "Chuck Palahniuk",
        "genre": "Literatura piękna",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/PL_Podziemny_krag_okladka.jpg/220px-PL_Podziemny_krag_okladka.jpg",
        "thumbnail": "",
        "quotations": [],
        "quotationImages": [],
        "rating": 4.5,
        "description": "Przyprawiona czarnym humorem powieść Chucka Palahniuka opowiada historię wyalienowanego młodego człowieka, który stwierdza, że jego buntu wobec życia w świecie pełnym nieprawości i zakłamania nie jest w stanie uśmierzyć jałowa kultura konsumpcyjna. Ujście dla swojej frustracji znajduje w potajemnych walkach na pięści, które wieczorami w piwnicach barów organizuje Fight Club. Klub ten powołał do życia anarchista Tyler Durden jako sposób na wyrwanie się z pęt narzuconych przez system. A w świecie Tylera nie ma żadnych reguł, żadnych granic, żadnych hamulców. \"Fight Club\", który od chwili opublikowania w roku 1996 stał się klasyką undergroundowej literatury, jest obecnie uznawany za najbardziej oryginalną i prowokującą powieść dekady. To mroczna, niepokojąca, pobudzająca do myślenia satyra na społeczeństwo konsumpcyjne. Na podstawie książki nakręcono film pt. \"Podziemny krąg\", z Bradem Pittem w roli głównej.",
        "review": "",
        "comments": "",
        "links": [],
        "year": 2006
      },
      {
        "id": 2,
        "title": "Przebudzenie",
        "author": "Stephen King",
        "genre": "Horror",
        "image": "https://ecsmedia.pl/c/przebudzenie-b-iext43936147.jpg",
        "thumbnail": "",
        "quotations": [],
        "quotationImages": [],
        "rating": 4,
        "description": "Mroczna, elektryzująca powieść o tym, co może istnieć po drugiej stronie życia… W niedużej miejscowości w Nowej Anglii, ponad pół wieku temu, na małego chłopca bawiącego się żołnierzykami pada cień. Jamie Morton podnosi głowę i widzi intrygującego mężczyznę, jak się okazuje, nowego pastora. Charles Jacobs wraz ze swoją piękną żoną odmieni miejscowy kościół. Mężczyźni i chłopcy skrycie podkochują się w pani Jacobs; kobiety i dziewczęta – w tym także matka Jamie’go i jego ukochana siostra Claire – tym samym uczuciem darzą wielebnego Jacobsa. Jednak kiedy rodzinę Jacobsów spotyka tragedia, a charyzmatyczny kaznodzieja wyklina Boga i szydzi z wiary, zostaje wygnany przez zszokowanych parafian. Jamie ma własne demony. Od wielu lat gra na gitarze w zespołach na terenie całego kraju i wiedzie tułaczy żywot rock-and-rollowego muzyka, uciekając od rodzinnej tragedii. Po trzydziestce – uzależniony od heroiny, pozostawiony na pastwę losu, zdesperowany – Jamie ponownie spotyka Charlesa Jacobsa, co ma głębokie konsekwencje dla nich obu. Ich więź przeradza się w pakt, o jakim nawet diabłu się nie śniło, a Jamie odkrywa, że słowo „przebudzenie” ma wiele znaczeń. Ta bogata, niepokojąca powieść prowadzi czytelnika przez pięć dekad do najbardziej przerażającego zakończenia, jakie kiedykolwiek wyszło spod pióra Stephena Kinga. To arcydzieło Kinga, nawiązujące do twórczości takich wybitnych amerykańskich pisarzy jak Frank Norris, Nathaniel Hawthorne i Edgar Allan Poe.",
        "comments": "",
        "links": []
      },
      {
        "id": 3,
        "title": "Labirynt duchów",
        "author": "Carlos Ruiz Zafón",
        "genre": "Literatura piękna",
        "image": "http://s.lubimyczytac.pl/upload/books/3777000/3777332/593285-352x500.jpg",
        "thumbnail": "",
        "quotations": [],
        "quotationImages": [],
        "rating": 4,
        "description": "Alicja Gris jest piękną, inteligentną i pozbawioną skrupułów agentką. Pewnego dnia otrzymuje zlecenie z najwyższych sfer władzy. Sprawa jest ściśle tajna i dotyczy tajemniczego zniknięcia ministra kultury Mauricia Vallsa. Wydaje się, że może mieć to związek z przeszłością, kiedy Valls był dyrektorem budzącego grozę więzienia Montjuic. Alicja, wraz z przydzielonym do tego dochodzenia kapitanem policji, ma kilka dni na odnalezienie ministra. W trakcie poszukiwań w jej ręce trafia należący do Vallsa siódmy tom serii \"Labirynt duchów\". Książka ta doprowadzi Alicję do ukrytej w samym sercu Barcelony księgarni Sempere & Synowie. Czar tego miejsca sprawia, że jak przez mgłę powracają do niej obrazy z dzieciństwa. To, co odkryje, będzie śmiertelnym zagrożeniem dla niej i dla wszystkich, których kocha.",
        "comments": "",
        "links": []
      },
      {
        "id": 4,
        "title": "Cień wiatru",
        "author": "Carlos Ruiz Zafón",
        "genre": "Literatura piękna",
        "image": "https://image.ceneostatic.pl/data/products/21311991/i-cien-wiatru.jpg",
        "thumbnail": "",
        "quotations": [],
        "quotationImages": [],
        "rating": 4.5,
        "description": "Jedna książka może zmienić życie człowieka… Cmentarz Zapomnianych Książek, miejsce ukryte w samym sercu średniowiecznej części Barcelony. Letnim świtem 1945 roku uliczkami starego miasta dziesięcioletni Daniel Sempere podąża za ojcem – księgarzem i antykwariuszem – ku tajemnicy, która nieodwracalnie zawładnie jego życiem, ojciec prowadzi syna bowiem tam, gdzie znajdują schronienie książki zapomniane i przeklęte. Zgodnie z tradycją rodzinną chłopiec musi wybrać dla siebie jedną książkę, by ocalić ją od zapomnienia. Wiedziony przeczuciem, spośród setek tysięcy tomów wybiera „Cień wiatru” nieznanego nikomu Juliusza Caraxa. Mijają lata… Zauroczony powieścią, Daniel próbuje odnaleźć inne książki Caraxa, ale okazuje się, że niemal wszystkie zostały spalone. A komuś bardzo zależy na zniszczeniu ostatniego egzemplarza. Daniel za wszelką cenę chce odkryć sekret autora, nie podejrzewając, że rozpoczyna się największa i najbardziej niebezpieczna przygoda jego życia. Będzie ona początkiem niezwykłych historii, wielkich namiętności, przeklętych i tragicznych miłości, rozgrywających się w cudownej scenerii Barcelony. ",
        "comments": "",
        "links": []
      },
      {
        "id": 5,
        "title": "Mona Liza Turbo",
        "author": "William Gibson",
        "genre": "Science fiction",
        "image": "https://ecsmedia.pl/c/trylogia-ciagu-tom-3-mona-liza-turbo-w-iext43234263.jpg",
        "thumbnail": "",
        "quotations": [],
        "quotationImages": [],
        "rating": 3.5,
        "description": "Mona jest dziewczyną o mętnej przeszłości i niepewnej przyszłości. Życie prowadzi ją po kursie kolizyjnym ze światowej sławy gwiazdą Sense/Netu, Angie Mitchell. Angie od dzieciństwa potrafiła włóczyć się po cyberprzestrzeni, nie używając do tego komputera. Teraz do wnętrza cyberprzestrzeni wiodą nici intrygi mającej na celu jej porwanie. Spiskiem kieruje widmowa jażń, która ma swoje plany wobec Mony, Angie i całej ludzkości.",
        "comments": "",
        "links": []
      },
      {
        "id": 6,
        "title": "Dżuma",
        "author": "Albert Camus",
        "genre": "Literatura piękna",
        "image": "https://image.ceneostatic.pl/data/products/8503816/i-dzuma.jpg",
        "thumbnail": "",
        "quotations": [],
        "quotationImages": [],
        "rating": 4,
        "description": "Niemal natychmiast po premierze \"Dżumę\" (1947) okrzyknięto jedną z najbardziej humanistycznych książek w historii literatury. Równie szybko dostrzeżono w niej nie tylko reminiscencje wojennych doświadczeń pisarza, ale uniwersalną opowieść o naturze człowieka. Paradoksalnie, kronikarska relacja z fikcyjnej epidemii dżumy pustoszącej algierski Oran w latach 40. XX w., pełna jest wątpliwości i pytań o naturę zła i zasadność wyborów etycznych, które nie ustają nawet po opanowaniu choroby. Bohaterowie powieści, mieszkańcy odciętego od świata portowego miasta, przyjmują różne postawy w obliczu śmiertelnego zagrożenia. Od pełnego poświęcenia lekarza Rieux, bez względu na konsekwencje leczącego pacjentów, przez widzącego w zarazie karę boską i dotkniętego kryzysem wiary jezuitę Paneloux, po handlarza Cottarda, liczącego, że dzięki epidemii uniknie kary za nadużycia. Jak żyć w świecie, w którym zło i absurd są wszechobecne i niezniszczalne (\"bakcyl dżumy nigdy nie umiera i nie znika\")? - pyta Camus. I odpowiada postacią doktora Rieux, który podejmuje heroiczną walkę, mimo iż wie, że \"zwycięstwa będą zawsze tymczasowe\" i być może okupione najwyższą ceną. Ale tylko w ten sposób człowiek może ocalić człowieczeństwo i nadać sens swojej egzystencji.",
        "comments": "",
        "links": []
      },
      {
        "id": 7,
        "title": "Nowy wspaniały świat",
        "author": "Aldoux Huxley",
        "genre": "Science fiction",
        "image": "https://ecsmedia.pl/c/nowy-wspanialy-swiat-w-iext41758766.jpg",
        "thumbnail": "",
        "quotations": [],
        "quotationImages": [],
        "rating": 5,
        "description": "Jest rok 2541. Doszczęśliwiona i absolutnie zorganizowana społeczność Ziemskiego raju raduje się prostymi, by nie rzec: prymitywnymi, przyjemnościami - nie dostrzegając kosztów nowego, \"wspaniałego\" ładu. Ale zawsze znajdą się tacy, którzy je dostrzegą. I poniosą ofiarę. \"Nowy wspaniały świat\" uważany jest często za najlepszą powieść Aldousa Huxleya. Jej lektura z półwiecznym opóźnieniem demaskuje narosłe wokół niej mity i odsłania rzeczywistą wartość literacką. Ta legendarna już dziś antyutopia pióra jednego z najwybitniejszych pisarzy bieżącego stulecia, wydana w roku 1932, uderza niezrównaną świeżością i nie mieści się w żadnym nurcie literatury fantastycznej. Wbrew pozorom wykładnia tej powieści nie jest wcale jednoznaczna. Mamy tu do czynienia tyleż z typową dla Huxleya \"powieścią idei\", co z parodią oświeceniowej powiastki filozoficznej. Autor zaciera tropy pozornie oczywiste, a \"otwartość\" jego niezwykłego dzieła skłania niekiedy do przypuszczeń, że jest to czysta \"rzecz wyobraźni\". Jednakże i to spojrzenie nie wyczerpuje zawartych tam sensów. ",
        "comments": "",
        "links": []
      },
      {
        "id": 8,
        "title": "Rok 1984",
        "author": "Goerge Orwell",
        "genre": "Science fiction",
        "image": "http://s.lubimyczytac.pl/upload/books/241000/241181/338839-352x500.jpg",
        "thumbnail": "",
        "quotations": [],
        "quotationImages": [],
        "rating": 5,
        "description": "Ostrzeżenie, które wstrząsneło światem i być może zapobiegło katastrofie; książka, której przez 39 lat nikomu nie wolno było czytać, a którą teraz każdy przeczytać powinien. Antyutopia George'a Orwella (właśc. Eric Blair, 1903-1950) powstała w 1948, jako kolejne — po \"Folwarku zwierzęcym\" (1945) — ostrzeżenie przed powierzchowną atrakcyjnością ideologii komunistycznej. Socjalista z przekonania, człowiek, który na własnej skórze poznał co to nędza (\"Na dnie w Paryżu i Londynie\", 1933), uczestnik wojny domowej w Hiszpanii, gdzie walczył po stronie republikańskiej (\"Hołd Katalonii\", 1938), Orwell znacznie wcześniej niż inni intelektualiści zachodni zrozumiał, że iluzoryczna droga ku powszechnemu szczęściu w rzeczywistości prowadzi w ciemny i ślepy zaułek. Gorycz pozwoliła mu stworzyć dzieło wybitne, satyrę polityczną o niesłychanej sile, powieść, która na trwałe weszła do kanonu literatury światowej. ",
        "comments": "",
        "links": []
      },
      {
        "id": 9,
        "title": "Smażone zielone pomidory",
        "author": "Fannie Flagg",
        "genre": "Społeczna, obyczajowa",
        "image": "http://creativemagazine.pl/web_art/1100/pomipomipomi.jpg",
        "thumbnail": "",
        "quotations": [],
        "quotationImages": [],
        "rating": 5,
        "description": "Jest to opowieść o zwykłych ludziach, pełna humoru, wzruszeń i dramatyzmu. Kiedy siwowłosa Cleowa Threadgoode opowiada historię swego życia Evelyn Couch, kobiecie w wieku średnim, przenosi się myślami do Alabamy lat trzydziestych. We wspomnieniach wraca kawiarnia Whistle Stop, która ma dla swych gości dobrą pieczeń, mocną kawę, namiętności, uczucia, śmiech, a nawet zbrodnię... Ta sfilmowana powieść ciągle cieszy się ogromną popularnością. ",
        "comments": "",
        "links": []
      },
      {
        "id": 10,
        "title": "Świat według Garpa",
        "author": "John Irving",
        "genre": "Literatura piękna",
        "image": "https://image.ceneostatic.pl/data/products/40057265/i-swiat-wedlug-garpa.jpg",
        "thumbnail": "",
        "quotations": [],
        "quotationImages": [],
        "rating": 5,
        "description": "\"Dla ludzkich zachowań nie mam nic poza życzliwością i nic poza śmiechem na pocieszenie bliźnich\". I chyba właśnie dlatego książki Irvinga podbiły serca milionów czytelników, a \"Świat według Garpa\" od ponad dwudziestu lat cieszy się niesłabnącym powodzeniem. Opisując z pozoru nieprawdopodobne perypetie swoich niezapomnianych bohaterów, autor piętrzy i ujmuje w karykaturalnym skrócie problemy, lęki i zagrożenia obecne we współczesnym świecie. Z wyrozumiałością, choć w krzywym zwierciadle, ukazuje nasze własne, przeważnie żałosne próby zapanowania nad żywiołem, który nas przerasta: życiem.",
        "comments": "",
        "links": []
      },
      {
        "id": 11,
        "title": "Tekst",
        "author": "Dmitry Glukhovsky",
        "genre": "Thriller, sensacja, kryminał",
        "image": "https://ecsmedia.pl/c/tekst-b-iext51696858.jpg",
        "thumbnail": "",
        "quotations": [],
        "quotationImages": [],
        "rating": 3,
        "description": "\"Odebrałeś mi przyszłość. Ja zabiorę ci twoją\". Smartfon stał się kopią zapasową twojej duszy. Backupem życia. Pamięcią masową dla najżywszych wspomnień. To w nim zapisujesz swoje uśmiechnięte selfie i nim nagrywasz chwile szczęścia. W skrzynce odbiorczej trzymasz e-maile od matki i całą biznesową korespondencję, kulisy twojej pracy. Historia przeglądarek to wyczerpująca lista twoich aktualnych zainteresowań. A SMS-y i wiadomości w komunikatorach to twoje miłosne wyznania, pożegnania, kłótnie przy rozstaniach, zdjęcia pokus i świadectwa grzechów, łzy, pretensje i żale. Takie czasy. Obrazy. I tekst. Smartfon to ty. Ktoś, kto zdobędzie twój telefon, może łatwo stać się tobą. Twoi najbliżsi i znajomi nawet nie zauważą niczego podejrzanego. A kiedy w końcu się spostrzegą, będzie już za późno. Dla nich i dla ciebie. ",
        "comments": "",
        "links": []
      },
      {
        "id": 12,
        "title": "Diabelski obietnice",
        "author": "Andreas Franz",
        "genre": "Thriller, sensacja, kryminał",
        "image": "https://image.ceneostatic.pl/data/products/35428050/i-diabelskie-obietnice.jpg",
        "thumbnail": "",
        "quotations": [],
        "quotationImages": [],
        "rating": 4.5,
        "description": "Korupcja i handel ludźmi wśród frankfurckiej elity. Do gabinetu psycholożki Vereny Michel wpada przerażona Mołdawianka, Maria. Dziewczyna przetrzymywana w starej willi i zmuszana do prostytucji cudem ucieka oprawcom. Psycholożka prosi o pomoc swoją przyjaciółkę, adwokatkę Ritę Hendriks. Krótko potem Rita zostaje zamordowana. To sprawa dla bardzo zaangażowanej policjantki, Julii Durant, która w trakcie śledztwa szybko trafi na ślad dalszych dwóch niewyjaśnionych zbrodni.",
        "comments": "",
        "links": []
      },
      {
        "id": 13,
        "title": "Hobbit czyli Tam i z powrotem",
        "author": "J.R.R. Tolkien",
        "genre": "Fantasy",
        "image": "https://emp-scs.img-osdw.pl/img-p/1/kipzwl/374e5dbb/std/2bc-452/77813777o.jpg",
        "thumbnail": "",
        "quotations": [],
        "quotationImages": [],
        "rating": 4,
        "description": "Światowej sławy pisarz angielski John Ronald Reuel Tolkien (1892–1973) był profesorem filologii angielskiej na uniwersytecie w Leeds oraz profesorem literatury średniowiecznej w Oksfordzie, znawcą literatury i języka staroangielskiego, staronordyckiego, starogermańskiego oraz gockiego. Jako powieściopisarz dał się poznać dopiero w 1937 roku, publikując „Hobbita”, który przyniósł mu rozgłos na całym świecie. W samej Anglii książka ta miała dziesiątki wydań. Zachęcony powodzeniem i prośbami oczarowanych czytelników, Tolkien powrócił do historii Bilbo Bagginsa, pisząc trylogię „Władca Pierścieni”, kontynuację „Hobbita”. Zarówno „Hobbit”, jak i „Władca Pierścieni” powstały pod wpływem dobrze znanych autorowi skandynawskich mitów i staroangielskich legend, pełnych czarodziejów, smoków i przedmiotów o nadprzyrodzonej mocy. Fantastyczny, przemyślany do najdrobniejszych szczegółów świat powieści niezmiennie zachwyca kolejne pokolenia czytelników.",
        "comments": "",
        "links": []
      },
      {
        "title": "Upadek",
        "author": "Albert Camus",
        "genre": "Literatura piękna",
        "image": "http://s.lubimyczytac.pl/upload/books/228000/228318/297936-352x500.jpg",
        "thumbnail": "",
        "quotations": [],
        "quotationImages": [],
        "rating": "3.5",
        "description": "Upadek to powieść wyznanie, jedna z bardziej niepokojących i poruszających książek Alberta Camusa.\nNiezwykła narracja pozwala czytelnikowi zbliżyć się do bohatera, który znajdował się na samym szczycie, póki nie zdał sobie sprawy, że jest jednym z tych, którzy byliby w stanie osądzić i skazać samego Boga.\nJean-Baptiste Clamence wiódł niegdyś życie człowieka o nienagannym wizerunku, paryskiego adwokata, którego jedyną pasją było czynienie dobra. W pewnym momencie jednak coś się zmieniło i cała jego miłość do życia na szczycie zniknęła. I wtedy zaczął dostrzegać, jaki naprawdę jest świat, w którym przyszło mu żyć, jacy naprawdę są ludzie, z którymi się zadawał, i w końcu kim sam jest. Rozpoczął desperackie poszukiwania tego, co pozwoliłoby mu po raz pierwszy zaznać prawdziwego życia. Nie wiedział jednak, że droga ta poprowadzi go z paryskich salonów, przez towarzystwo morderców i złodziei, do amsterdamskiej tawerny, w której jego historie i opowieści staną się jego pokutą.",
        "comments": "",
        "links": [],
        "id": 14
      },
      {
        "title": "Harda",
        "author": "Elżbieta Cherezińska",
        "genre": "Powieść historyczna",
        "image": "http://s.lubimyczytac.pl/upload/books/305000/305512/532366-352x500.jpg",
        "thumbnail": "",
        "quotations": [],
        "quotationImages": [],
        "rating": "4.5",
        "description": "Świętosława od dziecka była harda. Od najmłodszych lat, wraz z bratem Bolesławem Chrobrym, uczyła się niuansów politycznej gry. Miała stać się pionkiem w układzie sojuszy swego ojca, księcia Mieszka. Jej ambicje sięgały znacznie dalej. Chciała zostać królową.",
        "comments": "",
        "links": [],
        "id": 15
      }
    ]
  ]
}